google.charts.load('current', { 'packages': ['bar'] });
google.charts.setOnLoadCallback(drawStuff);

function drawStuff() {
    var data = new google.visualization.arrayToDataTable([
        ['Реализуемые УГН(С)', 'Кол-во студентов'],
        ["02.00.00 - Компьютерные и информационные науки", 72],
        ["09.00.00 - Информатика и вычислительная техника", 817],
        ["10.00.00 - Информационная безопасность", 435 ],
        ["11.00.00 - Электроника, радиотехника и системы связи", 177 ],
        ['13.00.00 - Электро- и теплоэнергетика', 473],
        ["15.00.00 - Машиностроение", 729 ],
        ["20.00.00 - Техносферная безопасность и природообустройство", 84 ],
        ["22.00.00 - Технологии материаловИскусство и культура", 54 ],
        ["23.00.00 - Техника и технологии наземного транспорта", 305 ],
        ["27.00.00 - Управление в технических системах", 205 ],
        ["38.00.00 - Экономика и управление", 208 ],
        ["44.00.00 - Образование и педагогические науки", 38 ]
    ]);

    var options = {
        title: 'Реализуемые специальности в организации',
        width: 900,
        legend: { position: 'none' },
        chart: {
            title: 'Реализуемые специальности в организации',
        },
        bars: 'horizontal', // Required for Material Bar Charts.
        axes: {
            x: {
                0: { side: 'top', label: 'Количество студентов' } // Top x-axis.
            }
        },
        bar: { groupWidth: "90%" }
    };

    var chart = new google.charts.Bar(document.getElementById('ugns'));
    chart.draw(data, options);
};